/* String_On_Page_Template - placeholder */
"Drag feed URL here" = "Drag feed URL here";

/* String_On_Page_Template - followed by a number */
"example no." = "example no.";

/* String_On_Page_Template - example of a summary of an RSS item */
"item summary" = "item summary";

